[
  {
    "title": "دعاء يوم السبت",
    "class": "sat",
    "better": "sat",
    "text": "بِسمِ الله الرَّحمنِ الرَّحيمِ: بِسمِ اللهِ كَلِمَةِ المُعتَصِمينَ وَمَقالَةِ المُتَحَرِّزينَ، وَأعوذُ بِالله تَعالى مِن جَورِ الجائِرينَ، وَكَيدِ الحاسِدينَ وَبَغي الظّالِمينَ، وَأحمَدُهُ فَوقَ حَمدِ الحامِدينَ. اللهُمَّ أنتَ الواحِدُ بِلا شَريكٍ، وَالمَلِكُ بِلا تَمليكٍ، لا تُضادُّ في حُكمِكَ، وَلا تُنازَعُ في مُلكِكَ. أسألُكَ أن تُصَلّيَ عَلى مُحَمَّدٍ عَبدِكَ وَرَسولِكَ، وَأن توزِعَني مِن شُكرِ نُعماكَ ما تَبلُغُ بي غايَةَ رِضاكَ، وَأن تُعينَني عَلى طاعَتِكَ وَلُزومِ عِبادَتِكَ وَاستِحقاقِ مَثوبَتِكَ بِلُطفِ عِنايَتِكَ، وَتَرحَمَني بِصَدّي عَن مَعاصيكَ ما أحيَيتَني، وَتوَفِّقَني لِما يَنفَعُني ما أبقَيتَني، وَأن تَشرَحَ بِكِتابِكَ صَدري، وَتَحُطَّ بِتِلاوَتِهِ وِزري، وَتَمنَحَني السَّلامَةَ في ديني وَنَفسي، وَلا توحِشَ بي أهلَ اُنسي، وَتُتِمَّ إحسانَكَ فيما بَقيَ مِن عُمري كَما أحسَنتَ فيما مَضى مِنهُ، يا أرحَمَ الرَّاحِمينَ."
  },
  {
    "title": "دعاء يوم الأحد",
    "class": "sun",
    "better": "sun",
    "text": "بِسمِ الله الرَّحمنِ الرَّحيمِ: بِسمِ الله الَّذي لا أرجو إلاّ فَضلَهُ، وَلا أخشى إلاّ عَدلَهُ، وَلا أعتَمِدُ إلاّ قَولَهُ، وَلا اُمسِكُ إلاّ بِحَبلِهِ. بِكَ أستَجيرُ يا ذا العَفوِ وَالرِّضوانِ مِن الظُّلمِ وَالعُدوانِ، وَمِن غِيَرِ الزَّمانِ، وَتواتُرِ الأحزانِ، وَطوارِقِ الحَدَثانِ، وَمِن انقضاء المُدَّةِ قَبلَ التَّأهُبِ وَالعُدَّةِ. وَإياكَ أستَرشِدُ لِما فيهِ الصَّلاحُ وَالإصلاحُ، وَبِكَ أستَعينُ فيما يَقتَرِنُ بِهِ النَّجاحُ وَالإنجاحُ، وَإياكَ أرغَبُ في لِباسِ العافيَةِ وَتَمامِها وَشُمولِ السَّلامَةِ وَدَوَامِها، وأعوذُ بِكَ يا رَبِّ مِن هَمَزاتِ الشَّياطينِ، وَأحتَرِزُ بِسُلطانِكَ مِن جَورِ السَّلاطينِ. فَتَقَبَّل ما كانَ مِن صَلاتي وَصَومي، وَاجعَل غَدي وَما بَعدَهُ أفضَلَ مِن ساعَتي وَيَومي، وَأعِزَّني في عَشيرَتي وَقَومي ، وَاحفَظني في يَقظَتي وَنَومي، فَأنتَ الله خَيرٌ حافِظاً وَأنتَ أرحَمُ الرّاحِمينَ. اللهُمَّ إنّي أبرأُ إلَيكَ في يَومي هذا وَما بَعدَهُ مِنَ الآحادِ مِنَ الشِّركِ وَالإلحادِ، وَاُخلِصُ لَكَ دُعائي تَعَرُّضاً لِلإجابَةِ، وَاُقيمُ عَلى طاعَتِكَ رَجاءً لِلإثابَةِ، فَصَلِّ عَلى مُحَمَّدٍ خَيرِ خَلقِكَ الدَّاعي إلى حَقِّكَ، وَأعِزَّني بِعِزِّكَ الَّذي لا يُضامُ، وَاحفَظني بِعَينِكَ الَّتي لا تَنامُ، وَاختِم بِالانقِطاعِ إلَيكَ أمري وَبِالمَغفِرَةِ عُمري، إنَّكَ أنتَ الغَفورُ الرَّحيمُ."
  },
  {
    "title": "دعاء يوم الأثنين",
    "class": "mon",
    "better": "mon",
    "text": "بِسمِ الله الرَّحمنِ الرَّحيمِ: الحَمدُ للهِ الَّذي لَم يُشهِد أحَداً حينَ فَطَرَ السَّماواتِ وَالأرضَ ، وَلا اتَّخَذَ مُعيناً حينَ بَرَأ النَّسَماتِ. لَم يُشارَك في الإلهيَّةِ، وَلَم يُظاهَر في الوَحدانِيَّةِ. كَلَّتِ الألسُنُ عَن غايَةِ صِفَتِهِ وَالعُقولُ عَن كُنهِ مَعرِفَتِهِ، وَتَواضَعَتِ الجَبابِرَةُ لِهَيبَتِهِ، وَعَنَتِ الوُجوهُ لِخَشيَتِهِ، وَانقادَ كُلُّ عَظيمٍ لِعَظَمَتِهِ. فَلَكَ الحَمدُ مُتَواتِراً مُتَّسِقاً ومُتَوالياً مُستَوسِقاً وَصَلَواتُهُ عَلى رَسولِهِ أبَداً وَسَلامُهُ دائِماً سَرمَداً. اللهُمَّ اجعَل أوَّلَ يَومي هذا صَلاحاً وَأوسَطَهُ فَلاحاً وَآخِرَهُ نَجاحاً، وَأعوذُ بِكَ مِن يَومٍ أوَّلُهُ فَزَعٌ، وَأوسَطُهُ جَزَعٌ وَآخِرُهُ وَجَعٌ. اللهُمَّ إنّي أستَغفِرُكَ لكلّ نَذرٍ نَذَرتُهُ وَكُلِّ وَعدٍ وَعَدتُهُ، وَكُلِّ عَهدٍ عاهَدتُهُ ثمّ لَم أفِ بِهِ، وَأسألُكَ في مَظالِمِ عِبادِكَ عِندي فَأيُّما عَبدٍ مِن عَبيدِكَ أو أمَةٍ مِن إمائِكَ كانَت لَهُ قِبَلي مَظلِمَةٌ ظَلَمتُها إياهُ في نَفسِهِ، أو في عِرضِهِ أو في مالِهِ أو في أهلِهِ وَوُلْدِهِ، أو غيبَةٌ اغتَبتُهُ بِها، أو تَحامُلٌ عَلَيهِ بِمَيلٍ أو هَوَىً أو أنَفَةٍ أو حَميَّةٍ أو رياءٍ أو عَصَبيَّةٍ غائِباً كانَ أو شاهِداً وحَيا كانَ أو مَيِّتاً، فَقَصُرَت يَدي وَضاقَ وُسعي عَن رَدِّها إلَيهِ والتَحَلُّلِ مِنهُ، فَأسألُكَ يا مَن يَملِكُ الحاجاتِ وَهي مُستَجيبَةٌ لِمَشيئَتِهِ وَمُسرِعَةٌ إلى إرادَتِهِ أن تُصَلِّيَ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأن تُرضيَهُ عَنّي بِما شِئتَ، وَتَهَبَ لي مِن عِندِكَ رَحمَةً إنَّهُ لا تَنقُصُكَ المَغفِرَةُ ولا تَضُرُّكَ المَوهِبَةُ، يا أرحَمَ الرَّاحِمينَ اللهُمَّ أولِني في كُلِّ يَومٍ اثنينِ نِعمَتَينِ مِنكَ ثِنتَينِ: سَعادَةً في أوَّلِهِ بِطاعَتِكَ، وَنِعمَةً في آخِرِهِ بِمَغفِرَتِكَ، يا مَن هُوَ الإلهُ وَلا يَغفِرُ الذُّنوبَ سِواهُ."
  },
  {
    "title": "دعاء يوم الثلاثاء",
    "class": "tue",
    "better": "tue",
    "text": "بِسمِ الله الرَّحمنِ الرَّحيمِ: الحَمدُ للهِ وَالحَمدُ حَقُهُ كَما يَستِحِقُّهُ حَمداً كَثيراً، وَأعوذُ بِهِ مِن شَرِّ نَفسي ؛ إنَّ النَّفسَ لأمّارَةٌ بِالسّوءِ إلاّ ما رَحِمَ رَبّي، وَأعوذُ بِهِ مِن شَرِّ الشَّيطانِ الَّذي يَزيدُني ذَنباً إلى ذَنبي، وَاحتَرِزُ بِهِ مِن كُلِّ جَبّارٍ فاجِرٍ، وَسُلطانٍ جائِرٍ، وَعَدوٍ قاهِرٍ. اللهُمَّ اجعَلني مِن جُندِكَ فَإنَّ جُندَكَ هُمُ الغالِبونَ، وَاجعَلني مِن حِزبِكَ فَإنَّ حِزبَكَ هُمُ المُفلِحونَ، وَاجعَلني مِن أوليائِكَ فَإنَّ أوليائكَ لا خَوفٌ عَلَيهِم وَلاهُم يَحزَنون. اللهُمَّ أصلِـح لي ديني فَإنَّهُ عِصمَةُ أمري، وَأصلِـح لي آخِرَتي فَإنَّها دارُ مَقَرّي وَإلَيها مِن مُجاوَرَةِ اللئامِ مَفَرّي، وَاجعَل الحياةَ زيادَةً لي في كُلِّ خَيرٍ وَالوَفاةَ راحَةً لي مِن كُلِّ شَرٍ اللهُمَّ صَلِّ عَلى مُحَمَّدٍ خاتَمِ النَّبيّينَ وَتَمامِ عِدَّةِ المُرسَلينَ، وَعَلى آلِهِ الطَّيِّبينَ الطَّاهِرينَ وَأصحابِهِ المُنتَجَبينَ، وَهَب لي في الثُّلاثاءِ ثَلاثاً: لاتَدَع لي ذَنباً إلاّ غَفَرتَهُ، وَلا غَمّاً إلاّ أذهَبتَهُ، وَلا عَدوّاً إلاّ دَفَعتَهُ. بِبِسمِ الله خَيرِ الأَسْماءِ، بِسمِ الله رَبِّ الأرضِ وَالسَّماء أستَدفِعُ كُلَّ مَكروهٍ أوَّلُهُ سَخَطُهُ، وَأستَجلِبُ كُلَّ مَحبوبٍ أوَّلُهُ رِضاهُ، فَاختِم لي مِنكَ بِالغُفرانِ يا وَليَّ الإحسانِ."
  },
  {
    "title": "دعاء يوم الأربعاء",
    "class": "wed",
    "better": "wed",
    "text": "بِسمِ الله الرَّحمنِ الرَّحيمِ: الحَمدُ للهِ الَّذي جَعَلَ اللّيلَ لِباساً وَالنَّومَ سُباتاً، وَجَعَلَ النَّهارَ نُشوراً، لَكَ الحَمدُ أن بَعَثتَني مِن مَرقَدي وَلَو شِئتَ جَعَلتَهُ سَرمَداً، حَمداً دائِماً لا يَنقَطِعُ أبَداً وَلا يُحصي لَهُ الخَلائِقُ عَدَداً. اللهُمَّ لَكَ الحَمدُ أن خَلَقتَ فَسَوَّيتَ وَقَدَّرتَ وَقَضَيتَ وَأمَتَّ وَأحيَيتَ وَأمرَضتَ وَشَفَيتَ وَعافَيتَ وَأبلَيتَ، وَعَلى العَرشِ استَوَيتَ وَعَلى المُلكِ احتَوَيتَ. أدعوكَ دُعاءَ مَن ضَعُفَت وَسيلَتُهُ وَانقَطَعَت حيلَتُهُ وَاقتَرَبَ أجَلُهُ وَتَدانى في الدُّنيا أمَلُهُ، وَاشتَدَّت إلى رَحمَتِكَ فاقَتُهُ وَعَظُمَت لِتَفريطِهِ حَسرَتُهُ وَكَثُرَت زَلَّتُهُ وَعَثرَتُهُ وَخَلُصَت لِوَجهِكَ تَوبَتُهُ. فَصَلِّ عَلى مُحَمَّدٍ خاتَمِ النَّبيّينَ وَعَلى أهلِ بَيتِهِ الطَّيِّبينَ الطَّاهِرينَ، وَارزُقني شَفاعَةَ مُحَمَّدٍ (صلّى الله عليه و آله) ، وَلا تَحرِمني صُحبَتَهُ إنَّكَ أنتَ أرحَمُ الرّاحِمينَ. اللهُمَّ اقضِ لي في الأربِعاءِ أربَعاً: اجعَل قوَّتي في طاعَتِكَ، وَنَشاطي في عِبادَتِكَ، وَرَغبَتي في ثَوابِكَ، وَزُهدي فيما يوجِبُ لي أليمَ عِقابِكَ، إنَّكَ لَطيفٌ لِما تَشاءُ."
  },
  {
    "title": "دعاء يوم الخميس",
    "class": "thr",
    "better": "thr",
    "text": "بِسمِ الله الرَّحمنِ الرَّحيمِ: الحَمدُ للهِ الَّذي أذهَبَ اللَّيلَ مُظلِماً بِقُدرَتِهِ، وَجاءَ بِالنَّهارِ مُبصِراً بِرَحمَتِهِ، وَكَساني ضيائَهُ وَأنا في نِعمَتِهِ. اللهُمَّ فَكَما أبقَيتَني لَهُ فَأبقِني لأمثالِهِ، وَصَلِّ عَلى النَّبيّ مُحَمَّدٍ وَآلِهِ، وَلا تَفجَعني فيهِ وَفي غَيرِهِ مِنَ اللَّيالي وَالأيامِ بِارتِكابِ المَحارِمِ وَاكتِسابِ المَآثِمِ، وَارزُقني خَيرَهُ وَخَيرَ ما فيهِ وَخَيرَ ما بَعدَهُ، وَاصرِف عَنّي شَرَّهُ وَشَرَّ ما فيهِ وَشَرَّ ما بَعدَهُ. اللهُمَّ إنّي بِذِمَّةِ الإسلامِ أتَوَسَّلُ إلَيكَ، وَبِحُرمَةِ القُرآنِ أعتَمِدُ عَلَيكَ، وَبِمُحَمَّدٍ المُصطَفى (صلّى الله عليه و آله) أستَشفِعُ لَدَيكَ، فَاعرِفِ اللهُمَّ ذِمَّتي الَّتي رَجَوتُ بِها قضاء حاجَتي، يا أرحَمَ الرَّاحِمينَ. اللهُمَّ اقضِ لي في الخَميسِ خَمساً: لا يَتَّسِعُ لَها إلاّ كَرَمُكَ، وَلا يُطيقُها إلاّ نِعَمُكَ: سَلامَةً أقوى بِها عَلى طاعَتِكَ، وَعِبادَةً أستَحِقُّ بِها جَزيلَ مَثوبَتِكَ، وَسَعَةً في الحالِ مِنَ الرّزقِ الحَلالِ، وَأن تُؤمِنَني في مَواقِفِ الخَوفِ بِأمنِكَ، وَتَجعَلَني مِن طَوارِقِ الهُمومِ وَالغُمومِ في حِصنِكَ، وَصَلِّ عَلى مُحمَّدٍ وَآلِ مُحَمَّدٍ، وَاجعَل تَوَسُّلي بِهِ شافِعاً يَومَ القيامة نافِعاً، إنَّكَ أنتَ أرحَمُ الرَّاحِمينَ."
  },
  {
    "title": "دعاء يوم الجمعة",
    "class": "fri",
    "better": "fri",
    "text": "بِسمِ الله الرَّحمنِ الرَّحيمِ: الحَمدُ للهِ الأولِ قَبلَ الإنشاءِ وَالإحياءِ وَالآخرِ بَعدَ فَناءِ الأشياءِ، العَليمِ الَّذي لا يَنسى مَن ذَكَرَهُ وَلا يَنقُصُ مَن شَكَرَهُ وَلا يَخيبُ مَن دَعاهُ وَلا يَقطَعُ رَجاءَ مَن رَجاهُ. اللهُمَّ إنّي اُشهِدُكَ وَكَفى بِكَ شَهيداً، وَاُشهِدُ جَميعَ مَلائِكَتِكَ وَسُكَّانَ سَماواتِكَ وَحَمَلَةَ عَرشِكَ، وَمَن بَعَثتَ مِن أنبيائِكَ وَرُسُلِكَ، وَأنشَأتَ مِن أصنافِ خَلقِكَ، أنّي أشهَدُ أنَّكَ أنتَ اللهُ لا إلهَ إلاّ أنتَ وَحدَكَ لا شَريكَ لَكَ وَلا عَديلَ وَلا خُلفَ لِقَولِكَ وَلا تَبديلَ، وَأنَّ مُحَمَّداً (صلّى الله عليه و آله) عَبدُكَ وَرَسولُكَ أدّى ما حَمَّلتَهُ إلى العِبادِ وَجاهَدَ في الله عَزَّ وَجلَّ حَقَّ الجِهادِ، وَأنَّهُ بَشَّرَ بِما هُوَ حَقٌ مِنَ الثَّوابِ، وَأنذَرَ بِما هُوَ صِدقٌ مِنَ العِقابِ. اللهُمَّ ثَبِّتني عَلى دينِكَ ما أحيَيتَني، وَلا تُزِغ قَلبي بَعدَ إذ هَدَيتَني، وَهَب لي مِن لَدُنكَ رَحمَةً إنَّكَ أنتَ الوَهّابُ ، صَلِّ عَلى مُحَمَّدٍ وَعَلى آل مُحَمَّدٍ، وَاجعَلني مِن أتباعِهِ وَشيعَتِهِ، وَاحشُرني في زُمرَتِهِ، وَوَفِّقني لأداءِ فَرضِ الجُمُعاتِ وَما أوجَبتَ عَلَيَّ فيها مِن الطّاعاتِ وَقَسَمتَ لأهلِها مِنَ العَطاءِ في يَومِ الجَزاءِ. إنَّكَ أنتَ العَزيزُ الحَكيمُ."
  }
]
