[
	{
		"title": "مناجاة التائبين",
		"class": "mnajat-taebeen",
		"better": "no",
		"text": "بِسمِ الله الرَّحمنِ الرَّحيمِ: إلهي ألبَسَتني الخطايا ثَوبَ مَذَلَّتي وَجَلَّلَني التَّباعُدُ مِنكَ لِباسَ مَسكَنَتي وَأماتَ قَلبي عَظيمُ جِنايَتي فَأحيِهِ بِتَوبَةٍ مِنكَ يا أمَلي وَبُغيَتي وَيا سُؤلي وَمُنيَتي، فَوَعِزَّتِكَ ما أجِدُ لِذُنوبي سِواكَ غافِراً وَلا أرى لِكَسري غَيرَكَ جابِراً وَقَد خَضَعتُ بِالإنابَةِ إلَيكَ وَعَنَوتُ بِالاستِكانَةِ لَدَيكَ، فَإن طَرَدتَني مِن بابِكَ فَبِمَن ألوذُ وَإن رَدَدتَني عَن جَنابِكَ فَبِمَن أعوذُ، فَوا أسَفاهُ مِن خَجلَتي وَافتِضاحي وَوالَهفاهُ مِن سوءِ عَمَلي وَاجتِراحي، أسألُكَ يا غافِرَ الذَّنبِ الكَبيرِ وَيا جابِرَ العَظمِ الكَسيرِ أن تَهَب لي موبِقاتِ الجَرائِرِ وَتَستُرَ عَلَيَّ فاضِحاتِ السَّرائِرِ وَلاتُخلِني في مَشهَدِ القيامة مِن بَردِ عَفوِكَ وَغَفرِكَ وَلا تُعرِني مِن جَميلِ صَفحِكَ وَسَترِكَ، إلهي ظَلِّل عَلى ذُنوبي غَمامَ رَحمَتِكَ وَأرسِل عَلى عُيوبي سَحابَ رَأفَتِكَ، إلهي هَل يَرجِعُ العَبدُ الابِقُ إلاّ إلى مَولاهُ أم هَل يُجيرُهُ مِن سَخَطِهِ أحَدٌ سِواهُ إلهي إن كانَ النَّدَمُ عَلى الذَّنبِ تَوبَةً فَإنّي وَعَزَّتُكَ مِن النَّادِمينَ وَإن كانَ الاسَتِغفارُ مِن الخَطيئَةِ حِطَّةً فَإنّي لَكَ مِنَ المُستَغفِرينَ لَكَ العُتبى حَتَّى تَرضى، إلهي بِقُدرَتِكَ عَلَيَّ تُب عَلَيَّ وَبِحِلمِكَ عَنّي اعفُ عَنّي وَبِعلمِكَ بي ارفِق بي، إلهي أنتَ الَّذي فَتَحتَ لِعِبادِكَ باباً إلى عَفوِكَ سَمَّيتَهُ التَّوبَةَ فَقُلتَ توبوا إلى اللهِ تَوبَةً نَصوحاً فما عُذرُ مَن أغفَلَ دُخولَ البابِ بَعدَ فَتحِهِ إلهي إن كانَ قَبُحَ الذَّنبُ مِن عَبدِكَ فَليَحسُنِ العَفوُ مِن عِندِكَ، إلهي ما أنا بِأوَّلِ مَن عَصاكَ فَتُبتَ عَلَيهِ وَتَعَرَّضَ لِمَعروفِكَ فَجُدتَ عَلَيهِ، يا مُجيبَ المُضطَرِّ يا كَاشِفَ الضُّرِّ يا عَظيمَ البِرِّ يا عَليماً بِما في السِّرِّ يا جَميلَ السِّترِ استَشفَعتُ بِجودِكَ وَكَرمِكَ إلَيكَ وَتَوَسَّلتُ بِجَنابِكَ وَتَرَحُّمِكَ لَدَيكَ، فَاستَجِب دُعائي وَلاتُخَيِّب فيكَ رَجائي وَتَقَبَّل تَوبَتي وَكَفِّر خَطيئَتي بِمَنِّكَ وَرَحمَتِكَ يا أرحَمَ الرَّاحِمينَ."
	},
	{
		"title": "مناجاة الشاكين",
		"class": "mnajat-shakeen",
		"better": "no",
		"text": "بِسمِ الله الرَّحمنِ الرَّحيمِ: إلهي إلَيكَ أشكو نَفساً بِالسّوءِ أمَّارَةً وَإلى الخَطيئَةِ مُبادِرَةً وَبِمَعاصيكَ مولَعَةً وَلِسَخَطِكَ مُتَعَرِّضَةً، تَسلُكُ بي مَسالِكِ المَهالِكِ وَتَجعَلُني عِندَكَ أهوَنَ هالِكٍ كَثيرَةَ العِلَلِ طَويلَةَ الأملِ إن مَسَّها الشَرُّ تَجزَعُ وَإنْ مَسَّها الخَيْرُ تَمْنَعُ مَيَّالَةً إِلى اللَّعِبِ وَاللَّهْو مَمْلُوَّة‌ بِالْغَفْلَةِ وَالسَّهْوِ تُسرِعُ بي إلى الحَوبَةِ وَتُسَوِّفُني بِالتَّوبَةِ، إلهي أشكو إلَيكَ عَدوَّا يُضِلُّني وَشَيطاناً يُغويني قَد مَلأ بالوَسواسِ صَدري وَأحاطَت هَواجِسُهُ بِقَلبي، يُعاضِدُ ليَ الهَوى وَيُزَيِّنُ لي حُبَّ الدُّنيا وَيَحولُ بَيني وَبَينَ الطَّاعَةِ وَالزُّلفى، إلهي إلَيكَ أشكو قَلباً قاسياً مَعَ الوَسواسِ مُتَقَلِّباً وَبِالرَّينِ وَالطَّبعِ مُتَلَبِّساً، وَعَيناً عَن البُكاءِ مِن خَوفِكَ جامِدَةً وَإلى ما يَسُرُّها طامِحَةً، إلهي لاحَولَ لي وَلا قوَّةَ إلاّ بِقُدرَتِكَ وَلا نَجاةَ لي مِن مَكارِهِ الدُّنيا إلاّ بِعِصمَتِكَ؛ فأسألُكَ بِبَلاغَةِ حِكمَتِكَ وَنَفاذِ مَشيَّتِكَ أن لا تَجعَلَني لِغَيرِ جودِكَ مُتَعَرِّضاً ولا تُصَيِّرَني لِلفِتَنِ غَرَضاً، وَكُن لي عَلى الأعداءِ ناصِراً وَعَلى المَخازي وَالعُيوبِ ساتِراً وَمِنَ البَلاءِ وَاقياً وَعَن المعاصي عاصِماً بِرأفَتِكَ وَرَحمَتِكَ يا أرحَمَ الرَّاحِمينَ."
	},
	{
		"title": "مناجاة الخائفين",
		"class": "mnajat-khaefeen",
		"better": "no",
		"text": "بِسمِ الله الرَّحمنِ الرَّحيمِ: إلهي أتَراكَ بَعدَ الإيمانِ بِكَ تُعَذِّبُني أم بَعدَ حُبّي إياكَ تُبعِّدُني أم مَعَ رَجائي لِرَحمَتِكَ وَصَفحِكَ تَحرِمُني أم مَعَ استِجارَتي بِعَفوِكَ تُسلِمُني حاشا لِوَجهِكَ الكَريم أن تُخَيِّبَني لَيتَ شِعري أللشَقاءِ وَلَدَتني أُمّي أم لِلعَناءِ رَبَّتني فَلَيتَها لَم تَلِدني وَلَم تُرَبِّني وَلَيتَني عَلِمتُ أمِن أهلِ السَّعادَةِ جَعَلتَني وَبِقُربِكَ وَجِوارِكَ خَصَصتَني، فَتَقَرُّ بِذلِكَ عَيني وَتَطمَئِنُّ لَهُ نَفسي. إلهي هَل تُسَوِّدُ وَجوهاً خَرَّت ساجِدَةً لِعَظَمَتِكَ، أو تُخرِسُ ألسِنَةً نَطَقَت بِالثَّناءِ عَلى مَجدِكَ وَجَلالَتِكَ، أو تَطبَعُ عَلى قُلوبٍ انطَوَت عَلى مَحَبَّتِكَ، أو تُصِمُّ أسماعاً تَلَذَّذَت بِسَماعِ ذِكرِكَ في إرادَتِكَ، أو تَغُلُّ أكُفّاً رَفَعَتها الآمالُ إلَيكَ رَجاءَ رَأفَتِكَ، أو تُعاقِبُ أبداناً عَمِلَت بِطاعَتِكَ حَتَّى نَحِلَت في مُجاهَدَتِكَ أو تُعَذِّبُ أرجُلاً سَعَت في عِبادَتِكَ إلهي لا تُغلِق عَلى موَحِّديكَ أبوابَ رَحمَتِكَ، وَلا تَحجُب مُشتاقيكَ عَنِ النَّظَرِ إلى جَميلِ رُؤيَتِكَ، إلهي نَفسٌ أعزَزتَها بِتَوحيدِكَ كَيفَ تُذِلُّها بِمَهانَةِ هِجرانِكَ، وَضَميرٌ انعَقَدَ عَلى مَوَدَّتِكَ كَيفَ تُحرِقُهُ بِحَرارَةِ نيرانِكَ إلهي أجِرني مِن أليمِ غَضَبِكَ وَعَظيمِ سَخَطِكَ، يا حَنَّانُ يا مَنَّانُ يا رَحيمُ يا رَحمنُ يا جَبَّارُ يا قَهَّارُ يا غَفَّارُ يا سَتَّارُ نَجِّني بِرَحمَتِكَ مِن عَذابِ النَّارِ وَفَضيحَةِ العارِ إذا امتازَ الأخيارُ مِنَ الأشرارِ وَحالَت الأحوالِ وَهالَتِ الأهوالِ وَقَرُبَ المُحسِنونَ وَبَعُدَ المُسيئونَ وَوُفّيَت كُلُّ نَفسٍ ماكَسَبَت وَهُم لا يُظلَمونَ."
	},
	{
		"title": "مناجاة الراجين",
		"class": "mnajat-rajeen",
		"better": "no",
		"text": "بِسمِ الله الرَّحمنِ الرَّحيمِ: يا مَن إذا سألَهُ عَبدٌ أعطاهُ وَإذا أمَّلَ ما عِندَهُ بَلَّغَهُ مُناهُ وَإذا أقبَلَ عَلَيهِ قَرَّبَهُ وَأدناهُ وَإذا جاهَرَهُ بِالعِصيانِ سَتَرَ عَلى ذَنبِهِ وَغَطَّاهُ وَإذا تَوَكَّلَ عَلَيهِ أحسَبَهُ وَكَفاهُ، إلهي مَنِ الَّذي نَزَلَ بِكَ مُلتَمِساً قِراكَ فَما قَرَيتَهُ وَمَنِ الَّذي أناخَ بِبابِكَ مُرتَجياً نَداكَ فَما أولَيتَهُ أيَحسُنُ أن أرجِعَ عَن بابِكَ بالخَيبَةِ مَصروفاً وَلَستُ أعرِفُ سِواكَ مَولىً بِالإحسانِ مَوصوفاً كَيفَ أرجو غَيرَكَ وَالخَيرُ كُلُّهُ بيَدِكَ وَكَيفَ أُؤَمِّلُ سِواكَ وَالخَلقُ وَالأمرُ لَكَ أأقطَعُ رَجائي مِنكَ وَقَد أولَيتَني مالَم أسألهُ مِن فَضلِكَ، أم تُفقِرُني إلى مِثلي وَأنا أعتَصِمُ بِحَبلِكَ يا مَن سَعَدَ بِرَحمَتِهِ القاصِدونَ وَلَم يَشقَ بِنِقمَتِهِ المُستَغفِرونَ، كَيفَ أنساكَ وَلَم تَزَل ذاكِري وَكَيفَ ألهو عَنكَ وَأنتَ مُراقِبي إلهي بِذَيلِ كَرَمِكَ أعلَقتُ يَدي وَلِنَيلِ عَطاياكَ بَسَطتُ أمَلي، فَأخلِصني بِخالِصَةِ تَوحيدِكَ وَاجعَلني مِن صَفوَةِ عَبيدِكَ، يا مَن كُلُّ هارِبٍ إلَيهَ يَلتَجئُ وَكُلُّ طالِبٍ إياهُ يَرتَجي يا خَيرَ مَرجوٍّ وَيا أكرَمَ مَدعوٍّ وَيا مَن لا يُرَدُّ سائِلُهُ وَلا يُخَيَّبُ آمِلُهُ يا مَن بابُهُ مَفتوحٌ لِداعيهِ وَحِجابُهُ مَرفوعٌ لِراجيهِ ؛ أسألُكَ بِكَرَمِكَ أن تَمُنَّ عَلَيَّ مِن عَطائِكَ بِما تَقِرُّ بِهِ عَيني وَمِن رَجائِكَ بِما تَطمَئِنُّ بِهِ نَفسي وَمِنَ اليَقينِ بِما تُهَوِّنُ بِهِ عَلَيَّ مُصيباتِ الدُّنيا وَتَجلو بِهِ عَن بَصيرَتي غَشَواتِ العَمى بِرَحمَتِكَ يا أرحَمَ الرَّاحِمينَ."
	},
	{
		"title": "مناجاة الراغبين",
		"class": "mnajat-raebeen",
		"better": "no",
		"text": "بِسمِ الله الرَّحمنِ الرَّحيمِ: إلهي إن كانَ قَلَّ زادي في المَسيرِ إلَيكَ فَلَقَد حَسُنَ ظَنّي بِالتَّوَكُّلِ عَلَيكَ وَإن كانَ جُرمي قَد أخافَني مِن عُقوبَتِكَ فَإنَّ رَجائي قَد أشعَرَني بِالأمنِ مِن نِقمَتِكَ، وَإن كانَ ذَنبي قَد عَرَضَني لِعِقابِكَ فَقَد آذَنَني حُسنُ ثِقَتي بِثَوابِكَ، وَإن أنامَتني الغَفلَةُ عَن الاستِعدادِ لِلِقائِكَ فَقَد نَبَّهَتني المَعرِفَةُ بِكَرَمِكَ وَآلائِكَ، وَإن أوحَشَ ما بَيني وَبَينَكَ فَرطُ العِصيانِ وَالطُّغيانِ فَقَد آنَسَني بُشرَى الغُفرانِ وَالرِّضوانِ، أسألُكَ بِسُبُحاتِ وَجهِكَ وَبِأنوارِ قُدسِكَ وَأبتَهِلُ إلَيكَ بِعَواطِفِ رَحمَتِكَ وَلَطائِفِ بِرِّكَ أن تُحَقَّقَ ظَنّي بِما أُؤَمِّلُهُ مِن جَزيلِ إكرامِكَ وَجَميلِ إنعامِكَ في القُربى مِنكَ والزُّلفى لَدَيكَ وَالتَّمَتُّعِ بِالنَّظَرِ إلَيكَ، وَها أنا مُتَعَرِّضٌ لِنَفَحاتِ رَوحِكَ وَعَطفِكَ وَمُنتَجِعٌ غَيثَ جودِكَ وَلُطفِكَ فارُّ مِن سَخَطِكَ إلى رِضاكَ هارِبٌ مِنكَ إلَيكَ راجٍ أحسَنَ ما لَدَيكَ مُعَوِّلٌ عَلى مَواهِبِكَ مُفتَقِرٌ إلى رِعايَتِكَ. إلهي ما بَدَأتَ بِهِ مِن فَضلِكَ فَتَمَِمهُ، وَما وَهَبتَ لي مِن كَرَمِكَ فَلا تَسلُبهُ، وَما سَتَرتَهُ عَلَيَّ بِحِلمِكَ فَلا تَهتِكهُ، وَما عَلِمتَهُ مِن قَبيحِ فِعلي فَاغفِرهُ، إلهي استَشفَعتُ بِكَ إلَيكَ وَاستَجَرتُ بِكَ مِنكَ أتَيتُكَ طامِعاً في إحسانِكَ راغِباً في امتِنانِكَ مُستَسقياً وَابِلَ طَولِكَ مُستَمطِراً غَمامَ فَضلِكَ طالِباً مَرضاتَكَ قاصِداً جَنابَكَ وَارِداً شَريعَةَ رِفدِكَ مُلتَمِساً سَنيَّ الخَيراتِ مِن عِندِكَ وَافِداً إلى حَضرَةِ جَمالِكَ مُريداً وَجهَكَ طارِقاً بابَكَ مُستَكيناً بِعظَمَتِكَ وَجَلالِكَ ؛ فَافعَل بي ما أنتَ أهلُهُ مِن المَغفِرَةِ وَالرَّحمَةِ وَلا تَفعَل بي ما أنا أهلُهُ مِن العَذابِ وَالنِّقمَةِ بِرَحمَتِكَ يا أرحَمَ الرَّاحِمينَ."
	},
	{
		"title": "مناجاة الشاكرين",
		"class": "mnajat-shakreen",
		"better": "no",
		"text": "بِسمِ الله الرَّحمنِ الرَّحيمِ: إلهي أذهَلَني عَن إقامَةِ شُكرِكَ تَتابُعُ طَولِكَ وَأعجَزَني عَن إحصاءِ ثَنائِكَ فَيضُ فَضلِكَ وَشَغَلَني عَن ذِكرِ مَحامِدِكَ تَرادُفُ عَوائِدِكَ وَأعياني عَن نَشرِ عَوارِفِكَ تَوالي أياديكَ، وَهذا مَقامُ مَن اعتَرَفَ بِسُبُوغِ النَّعماءِ وَقابَلَها بالتَّقصيرِ، وَشَهِدَ عَلى نَفسِهِ بِالإِهمالِ وَالتَّضييعِ وَأنتَ الرَّؤوفُ الرَّحيمُ البَرُّ الكَريمُ الَّذي لا يُخَيِّبُ قاصِديهِ وَلا يَطرُدُ عَن فِنائِهِ آمِليهِ بِساحَتِكَ تَحُطُّ رِحالُ الرَّاجينَ وَبِعَرصَتِكَ تَقِفُ آمالُ المُستَرفِدينَ فَلا تُقابِل آمالَنا بِالتَّخييبِ وَالأياسِ ولا تُلبِسنا سِربالَ القُنوطِ وَالإبلاسِ، إلهي تَصاغَرَ عِندَ تَعاظُمِ آلائِكَ شُكري وَتَضاءَلَ في جَنبِ إكرامِكَ إيايَ ثَنائي وَنَشري جَلَّلَتني نِعَمُكَ مِن أنوارِ الإيمانِ حُلَلاً وَضَرَبَت عَلَيَّ لَطائِفُ بِرِّكَ مِنَ العِزِّ كِلَلاً وَقَلَّدَتني مِنَنُكَ قَلائِدَ لاتُحَلُّ وَطَوَّقَتني أطواقاً لاتُفَلُّ، فآلاؤكَ جَمَّةٌ ضَعُفَ لِساني عَن إحصائِها وَنَعماؤكَ كَثيرةٌ قَصُرَ فَهمي عَن إدراكِها فَضلاً عَن استِقصائِها فَكَيفَ لي بِتَحصيلِ الشُّكرِ وَشُكري إياكَ يَفتَقِرُ إلى شُكرٍ فَكُلَّما قُلتُ لَكَ الحَمدُ وَجَبَ عَلَيَّ لِذلِكَ أن أقولَ لَكَ الحَمدُ. إلهي فَكَما غَذَّيتَنا بِلُطفِكَ وَرَبَّيتَنا بِصُنعِكَ فَتَمِّم عَلَينا سَوابِغَ النِّعَمِ وَادفَع عَنَّا مَكارِهَ النِّقَمِ وَآتِنا مِن حُظوظِ الدَّارَينِ أرفَعَها وَأجَلَّها عاجِلاً وَآجِلاً، وَلَكَ الحَمدُ عَلى حُسنِ بَلائِكَ وَسُبوغِ نَعمائِكَ حَمداً يوافِقُ رِضاكَ وَيَمتَري العَظيمَ مِن بِرِّكَ وَنَداكَ يا عَظيمُ يا كَريمُ بِرَحمَتِكَ يا أرحَمَ الرَّاحِمينَ."
	},
	{
		"title": "مناجاة المطيعين لله",
		"class": "mnajat-moteaen-lellah",
		"better": "no",
		"text": "بِسمِ الله الرَّحمنِ الرَّحيمِ: اللهُمَّ ألهِمنا طاعَتَكَ وَجَنِّبنا مَعصيَتَكَ وَيَسِّر لَنا بُلوغَ ما نَتَمَنَّى مِن ابتِغاءِ رِضوانِكَ وَأحلِلنا بُحبوحَةِ جِنانِكَ وَاقشَع عَن بَصائِرِنا سَحابَ الارتياب وَاكشِف عَن قُلوبِنا أغشيَةَ المِريَةِ وَالحِجابِ وَأزهِق الباطِلَ عَن ضَمائِرِنا وَأثبِتِ الحَقَّ في سَرائِرِنا، فَإنَّ الشُّكوكَ وَالظُّنونَ لَواقِحُ الفِتَنِ وَمُكَدِّرَةٌ لِصَفوِ المَنائِحِ وَالمِنَنِ. اللهُمَّ احمِلنا في سُفُنِ نَجاتِكَ وَمَتِّعنا بِلَذيذِ مُناجاتِكَ وَأورِدنا حياضَ حُبِّكَ وَأذِقنا حَلاوَةَ وُدِّكَ وَقُربِكَ وَاجعَل جِهادَنا فيكَ وَهَمَّنا في طاعَتِكَ وَأخلِص نياتِنا في مُعامَلَتِكَ، فَإنَّا بِكَ وَلَكَ وَلا وَسيلَةَ لَنا إلَيكَ إلاّ أنتَ. إلهي اجعَلني مِنَ المُصطَفَينِ الأَخيارِ، وألحِقني بالصَّالِحينَ الأَبرارِ السَّابِقينَ إلى المَكرُماتِ المُسارِعينَ إلى الخَيراتِ العامِلينَ لِلباقياتِ الصَّالِحاتِ الساعينَ إلى رَفيعِ الدَّرَجاتِ إنَّكَ عَلى كُلِّ شيءٍ قَديرٌ وَبِالإجابَةِ جَديرٌ بِرَحمَتِكَ يا أرحَمَ الرَّاحِمينَ."
	},
	{
		"title": "مناجاة المريدين",
		"class": "mnajat-moredeen",
		"better": "no",
		"text": "بِسمِ الله الرَّحمنِ الرَّحيمِ: سُبحانَكَ ما أضيَقَ الطُّرُقَ عَلى مَن لَم تَكُن دَليلَهُ وَما أوضَحَ الحَقَّ عِندَ مَن هَدَيتَهُ سَبيلَهُ، إلهي فَاسلُك بِنا سُبُلَ الوُصولِ إلَيكَ وَسَيِّرنا في أقرَبِ الطُّرُقِ لِلوُفودِ عَلَيكَ وَقَرِّب عَلَينا البَعيدَ وَسَهِّل عَلَينا العَسيرَ الشَّديدَ، وَألحِقنا بِعِبادِكَ الَّذينَ هُم بِالبِدارِ إلَيكَ يُسارِعونَ وَبابَكَ عَلى الدَّوامِ يَطرُقونَ وَإياكَ في اللَّيلِ وَالنَّهارِ يَعبُدونَ وَهُم مِن هَيبَتِكَ مُشفِقونَ، الَّذينَ صَفَّيتَ لَهُمُ المَشارِبَ وَبَلَّغتَهُمُ الرَّغائِبَ وَأنجَحتَ لَهُمُ المَطالِبَ وَقَضَيتَ لَهُم مِن فَضلِكَ المَآرِبَ وَمَلأتَ لَهُم ضَمائِرَهُم مِن حُبِّكَ وَرَوَّيتَهُم مِن صافي شِربِكَ ؛ فَبِكَ إلى لَذيذِ مُناجاتِكَ وَصَلوا وَمِنكَ أقصى مَقاصِدِهِم حَصَلوا. فيامَن هُوَ عَلى المُقبِلينَ عَلَيهِ مُقبِلٌ وَبِالعَطفِ عَلَيهِم عائِدٌ مُفضِلٌ وَبالغافِلينَ عَن ذِكرِهِ رَحيمٌ رَؤوفٌ وَبِجَذبِهِم إلى بابِهِ وَدودٌ عَطوفٌ ؛ أسألُكَ أن تَجعَلَني مِن أوفَرِهِم مِنكَ حَظَّا وَأعلاهُم عِندَكَ مَنزِلاً وأجزَ لِهِم مِن وُدِّكَ قِسماً وَأفضَلِهِم في مَعرِفَتِكَ نَصيباً، فَقَد انقَطَعَت إلَيكَ هِمَّتي وَانصَرَفَت نَحوَكَ رَغبَتي فَأنتَ لا غَيرُكَ مُرادي وَلَكَ لا لِسِواكَ سَهَري وَسُهادي وَلِقاؤُكَ قُرَّةُ عَيني وَوَصلُكَ مُنى نَفسي وَإلَيكَ شَوقي وَفي مَحَبَّتِكَ وَلَهي، وَإلى هَواكَ صَبابَتي وَرِضاكَ بُغيَتي وَرِؤيَتُكَ حاجَتي وَجِوارُكَ طَلَبي وَقُربُكَ غايَةُ سُؤلي، وَفي مُناجاتِكَ رَوحي وَراحَتي وَعِندَكَ دَواءُ عِلَّتي وَشِفاءُ غُلَّتي وَبَردُ لَوعَتي وَكَشفُ كُربَتي، فَكُن أنيسي في وَحَشتَي وَمُقيلَ عَثرَتي وَغافِرَ زَلَّتي وَقابِلَ تَوبَتي وَمُجيبَ دَعوَتي وَوَليَّ عِصمَتي وَمُغنيَ فاقَتي، وَلا تَقطَعني عَنكَ ولا تُبعِدني مِنكَ يا نَعيمي وَجَنَّتي وَ يا دُنيا يَ وَآخِرَتي يا أرحَمَ الرَّاحِمينَ."
	},
	{
		"title": "مناجاة المحبين",
		"class": "mnajat-mohbeen",
		"better": "no",
		"text": "بِسمِ الله الرَّحمنِ الرَّحيمِ: إلهي مَن ذا الَّذي ذاقَ حَلاوَةَ مَحَبَّتِكَ فَرامَ مِنكَ بَدَلاً وَمَن ذا الَّذي أنِسَ بِقُربِكَ فَابتَغى عَنكَ حِوَلاً، إلهي فَاجعَلنا مِمَّنِ اصطفَيتَهُ لِقُربِكَ وَوِلايَتِكَ وَأخلَصتَهُ لِوُدِّكَ وَمَحَبَّتِكَ وَشَوَّقتَهُ إلى لِقائِكَ وَرَضَّيتَهُ بِقَضائِكَ وَمَنَحتَهُ بِالنَّظَرِ إلى وَجهِكَ وَحَبَوتَهُ بِرِضاكَ، وَأعَذتَهُ مِن هَجرِكَ وَقِلاكَ وَبَوَّأتَهُ مَقعَدَ الصِّدقِ في جِوارِكَ وَخَصَصتَهُ بِمَعرَفَتِكَ وأهَّلتَهُ لِعِبادَتِكَ، وَهَيَّمتَ قَلبَهُ لإرادَتِكَ وَاجتَبَيتَهُ لمُشاهَدَتِكَ وَأخلَيتَ وَجهَهُ لَكَ وَفَرَّغتَ فُؤادَهُ لِحُبِّكَ وَرَغَّبتَهُ فيما عِندَكَ وَألهَمتَهُ ذِكرَكَ وَأوزَعتَهُ شُكرَكَ وَشَغَلتَهُ بِطاعَتِكَ، وَصَيَّرتَهُ مِن صالِحي بَريَّتِكَ وَاختَرتَهُ لِمُناجاتِكَ وَقَطَعتَ عَنهُ كُلَّ شيءٍ يَقطَعُهُ عَنكَ اللهُمَّ اجعَلنا مِمَّن دَأبُهُمُ الارتياحُ إلَيكَ وَالحَنينُ وَدَهرُهُمُ الزَّفرَةُ وَالأنينُ جِباهُهُم ساجِدَةٌ لِعَظَمَتِكَ وَعُيونُهُم ساهِرَةٌ في خِدمَتِكَ وَدُموعُهُم سائِلَةٌ مِن خَشيَتِكَ وَقُلوبُهُم مُتَعَلِّقَةٌ بِمَحَبَّتِكَ وَأفئِدَتُهُم مُنخَلِعَةٌ مِن مَهابَتِكَ يا مَن أنوارُ قُدسِهِ لأبصارِ مُحِبّيهِ رائِقَةٌ وَسُبُحاتُ وَجهِهِ لِقُلوبِ عارِفيهِ شائِقَةٌ يا مُنى قُلوبِ المُشتاقينَ وَيا غايَةَ آمالِ المُحِبّينَ أسألُكَ حُبَّكَ وَحُبَّ مَن يُحِبُّكَ وَحُبَّ كُلِّ عَمَلٍ يوصِلُني إلى قُربِكَ، وَأن تَجعَلَكَ أحَبَّ إلَيَّ مِمَّا سِواكَ وَأن تَجعَلَ حُبّي إياكَ قائِداً إلى رِضوانِكَ وَشَوقي إلَيكَ ذائِداً عَن عِصيانِكَ، وَامنُنُ بِالنَّظَرِ إلَيكَ عَلَيَّ وَانظُر بِعَينِ الوُدِّ وَالعَطفِ اليَّ وَلاتَصرِف عَنّي وَجهَكَ وَاجعَلني مِن أهلِ الإسعادِ وَالحَظوَةِ عِندَكَ يا مُجيبُ يا أرحَمَ الرَّاحِمينَ."
	},
	{
		"title": "مناجاة المتوسلين",
		"class": "mnajat-motwasleen",
		"better": "no",
		"text": "بِسمِ الله الرَّحمنِ الرَّحيمِ: إلهي لَيسَ لي وَسيلَةٌ إلَيكَ إلاّ عَواطِـفُ رَأفَتِكَ وَلا لي ذَريعَةٌ إلَيكَ إلاّ عَوارِفُ رَحمَتِكَ وَشَفاعَةُ نَبيِّكَ نَبيِّ الرَّحمَةِ وَمُنقِذِ الاُمَّةِ مِنَ الغُمَّةِ، فاجعَلهُما لي سَبَباً إلى نَيلِ غُفرانِكَ وَصَيِّرهُما لي وُصلَةً إلى الفَوزِ بِرِضوانِكَ، وَقَد حَلَّ رَجائي بِحَرَمِ كَرَمِكَ وَحَطَّ طَمَعي بِفَناءِ جودِكَ فَحَقِّق فيكَ أمَلي وَاختِم بِالخَيرِ عَمَلي وَاجعَلني مِن صَفوَتِكَ الَّذينَ أحلَلتَهُم بُحبوحَةَ جَنَّتِكَ وَبَوَأتَهُم دارَ كَرامَتِكَ وَأقرَرتَ أعيُنَهُم بِالنَّظَرِ إلَيكَ يَومَ لِقائِكَ وَأورَثتَهُم مَنازِلَ الصِّدقِ في جِوارِكَ ؛ يا مَن لايَفِدُ الوافِدونَ عَلى أكرَمَ مِنهُ ؛ وَلا يَجِدُ القاصِدونَ أرحَمَ مِنهُ يا خَيرَ مَن خَلا بِهِ وَحيدٌ وَ يا أعطَفَ مَن آوى إلَيهِ طَريدٌ ؛ إلى سَعَةِ عَفوِكَ مَدَدتُ يَدي وَبِذَيلِ كَرَمِكَ أعلَقتُ كَفّي، فَلا تُولِني الحِرمانَ وَلا تُبْلِني بِالخَيبَةِ وَالخُسرانِ يا سَميعَ الدُّعاءِ يا أرحَمَ الرَّاحِمينَ."
	},
	{
		"title": "مناجاة المفتقرين",
		"class": "mnajat-moftagreen",
		"better": "no",
		"text": "بِسمِ الله الرَّحمنِ الرَّحيمِ: إلهي كَسري لايَجبُرُهُ إلاّ لُطفُكَ وَحَنانُكَ ،وَفَقري لايُغنيهِ إلاّ عَطفُكَ وَإحسانُكَ وَرَوعَتي لايُسَكِّنَها إلاّ أمانُكَ وَذِلَّتي لايُعِزُّها إلاّ سُلطانُكَ وَأُمنيَّتي لايُبَلِّغُنيها إلاّ فَضلُكَ وَخَلَّتي لايَسُدُّها إلاّ طَولُكَ وَحاجَتي لايَقضيها غَيرُكَ وَكَربي لايُفَرِّجُهُ سِوى رَحمَتِكَ وَضُرّي لا يَكشِفُهُ غَيرُ رَأفَتِكَ وَغُلَّتي لا يُبَرِّدُها إلاّ وَصلُكَ وَلَوعَتي لا يُطفيها إلاّ لِقاؤُكَ وَشَوقي إلَيكَ لا يَبُلُّهُ إلاّ النَّظَرُ إلى وَجهِكَ وَقَراري لايَقِرُّ دونَ دُنوّي مِنكَ وَلَهفَتي لا يَرُدُّها إلاّ رَوحُكَ وَسُقمي لايَشفيهِ إلاّ طِبُّكَ وَغَمّي لا يُزيلُهُ إلاّ قُربُكَ وَجُرحي لايُبرِئُهُ إلاّ صَفحُكَ وَرَينُ قَلبي لايَجلوهُ إلاّ عَفوُكَ وَوَسواسُ صَدري لايُزيحُهُ إلاّ أمرُكَ. فيا مُنتَهى أمَلِ الآمِلينَ وَ يا غايَةَ سُؤلِ السَّائِلينَ وَيا أقصى طَلِبَةِ الطَّالِبينَ ويا أعلى رَغبَةِ الرَّاغِبينَ وَيا وَليَّ الصَّالِحينَ وَيا أمانَ الخائِفينَ وَيا مُجيبَ دَعوَةِ المُضطَرّينَ وَ يا ذُخرَ المُعدَمينَ وَيا كَنزَ البائِسينَ وَيا غياثَ المُستَغيثينَ وَيا قاضيَ حَوائِجِ الفُقَراءِ وَالمَساكينِ وَيا أكرَمَ الأكرَمينَ وَيا أرحَمَ الرَّاحِمينَ، لَكَ تَخَضُّعي وَسُؤالي وَإلَيكَ تَضَرُّعي وَابتِهالي ؛ أسألُكَ أن تُنيلَني مِن رَوحِ رِضوانِكَ وَتُديمَ عَلَيَّ نِعَمَ امتِنانِكَ، وَها أنا بِبابِ كَرَمِكَ وَاقِفٌ وَلِنَفَحاتِ بِرِّكَ مُتَعَرِّضٌ وَبِحَبلِكَ الشَّديدِ مُعتَصِمٌ وَبِعُروَتِك الوُثقى مُتَمَسِّكٌ. إلهي ارحَم عَبدَكَ الذَّليلَ ذا اللِّسانِ الكَليلِ وَالعَمَلِ القَليلِ وَامنُن عَلَيهِ بِطَولِكَ الجَزيلِ وَاكنُفهُ تَحتَ ظِلِّكَ الظَّليلِ يا كَريمُ يا جَميلُ يا أرحَمَ الرَّاحِمينَ."
	},
	{
		"title": "مناجاة العارفين",
		"class": "mnajat-aarefeen",
		"better": "no",
		"text": "بِسم الله الرَّحمنِ الرَّحيمِ: إلهي قَصـُرَتِ الألسُنُ عَن بُلوغِ ثَنائِكَ كَما يَليقُ بِجَلالِكَ وَعَجَزَتِ العُقولُ عَن إدراكِ كُنهِ جَمالِكَ وَانحَسَرَتِ الأبصارُ دونَ النَّظَرِ إلى سُبُحاتِ وَجهِكَ وَلَم تَجعَل لِلخَلقِ طَريقاً إلى مَعرِفَتِكَ إلاّ بِالعَجزِ عَن مَعرِفَتِكَ، إلهي فَاجعَلنا مِنَ الَّذينَ تَرَسَّخَت أشجارُ الشَّوقِ إلَيكَ في حَدائِقِ صُدورِهِم وَأخَذَت لَوعَةُ مَحَبَّتِكَ بِمَجامِعِ قُلوبِهِم، فَهُم إلى أوكارِ الأفكارِ يأوونَ وَفي رياضِ القُربِ وَالمُكاشَفَةِ يَرتَعونَ وَ مِن حياضِ المَحَبَّةِ بِكَأسِ المُلاطَفَةِ يَكرَعونَ وَشَرايِعَ المُصافاتِ يَرِدونَ، قد كُشِفَ الغِطاءُ عَن أبصارِهِم وَانجَلَت ظُلمَةُ الرَّيبِ عَن عَقائِدِهِم وَضمائِرِهِم وَانتَفَت مُخالَجَةُ الشَّكِّ عَن قُلوبِهِم وَسَرائِرِهِم وَانشَرَحَت بِتَحقيقِ المَعرِفَةِ صُدورُهُم وَعَلَت لِسَبقِ السَّعادَةِ في الزَّهادَةِ هِمَمُهُم وَعَذُبَ في مَعينِ المُعامَلَةِ شِربُهُم وَطابَ في مَجلِسِ الاُنسِ سِرُّهُم وَأمِنَ في مَوطِنِ المَخافَةِ سِربُهُم وَاطمَأنَّت بِالرُّجوعِ إلى رَبِّ الأربابِ أنفُسُهُم وَتَيَقَّنَت بِالفَوزِ وَالفَلاحِ أرواحُهُم وَقَرَّت بِالنَّظَرِ إلى محبوبِهم أعيُنُهُم وَاستَقَرَّ بإدراكِ الُّسؤلِ وَنَيلِ المَأمولِ قَرارُهُم وَرَبِحَت في بَيعِ الدُّنيا بِالآخرةِ تجارَتُهُم إلهي ما ألَذَّ خَواطِرَ الإلهامِ بِذِكرِكَ عَلى القُلوبِ وَما أحلى المَسيرَ إلَيكَ بِالأوهامِ في مَسالِكِ الغُيوبِ وَما أطيَبَ طَعمَ حُبِّكَ وَما أعذَبَ شِربَ قُربِكَ فَأعِذنا مِن طَردِكَ وَإبعادِكَ وَاجعَلنا مِن أخَصِّ عارِفيكَ وَأصلَحِ عِبادِكَ وَأصدَقِ طائِعيكَ وَأخلَصِ عُبَّادِك، يا عَظيمُ يا جَليلُ يا كَريمُ يا مُنيلُ بِرَحمَتِكَ وَمَنِّكَ يا أرحَمَ الرَّاحِمينَ."
	},
	{
		"title": "مناجاة الذاكرين",
		"class": "mnajat-dakreen",
		"better": "no",
		"text": "بِسمِ الله الرَّحمنِ الرَّحيمِ: إلهي لَولا الواجِبُ مِن قَبولِ أمرِكَ لَنَزَّهتُكَ مِن ذِكري إياكَ عَلى أنَّ ذِكري لَكَ بِقَدري لابِقَدرِكَ وَما عَسى أن يَبلُغَ مِقداري حَتّى أُجعَلَ مَحَلّاً لِتَقديسِكَ وَمِن أعظَمِ النِّعَمِ عَلَينا جَريانُ ذِكرِكَ عَلى ألسِنَتِنا وَإذنُكَ لَنا بِدُعائِكَ وَتَنزيهِكَ وَتَسبيحِكَ، إلهي فَألهِمنا ذِكرَكَ في الخَلاءِ وَالمَلاءِ وَاللَّيلِ وَالنَّهارِ وَالإعلانِ وَالإسرارِ وَفي السَرَّاءِ وَالضَرَّاءِ وَآنِسنا بِالذِّكرِ الخَفيِّ وَاستَعمِلنا بِالعَمَلِ الزَّكيِّ وَالسَّعيِ المَرضيَ وَجازِنا بِالميزانِ الوَفيَّ، إلهي بِكَ هامَت القُلوبُ الوالِهَةُ وَعَلى مَعرِفَتِكَ جُمِعَتِ العُقولُ المُتَبايِنَةُ فَلا تَطمَئِنُّ القُلوبُ إلاّ بِذِكرِكَ وَلا تَسكُنُ النُّفوسُ إلاّ عِندَ رُؤيا كَ، أنتَ المُسَبَّحُ في كُلِّ مَكانٍ وَالمَعبودُ في كُلِّ زَمانٍ وَالمَوجودُ في كُلِّ أوانٍ وَالمَدعوُّ بِكُلِّ لِسانٍ وَالمُعَظَّمُ في كُلِّ جَنانٍ، وَأستَغفِرُكَ مِن كُلِّ لَذَّةٍ بِغَيرِ ذِكرِكَ وَمِن كُلِّ راحَةٍ بِغَيرِ أُنسِكَ وَمِن كُلِّ سُرورٍ بِغَيرِ قُربِكَ وَمِن كُلِّ شُغلٍ بِغَيرِ طاعَتِكَ. إلهي أنتَ قُلتَ وَقَولُكَ الحَقُّ: يا أيَّها الَّذينَ آمَنو اذكُروا الله ذِكراً كَثيراً وَسَبِّحوهُ بُكرَةً وَأصيلاً، وَقُلتَ وَقَولُكَ الحَقُّ: فَاذكُروني أذكُركُم، فَأمَرتَنا بِذِكرِكَ وَوَعَدتَنا عَلَيهِ أن تَذكُرَنا تَشريفاً لَنا وَتَفخيماً وَإعظاماً ؛ وَها نَحنُ ذاكِروكَ كَما أمَرتَنا فَأنجِز لَنا ما وَعَدتَنا يا ذاكِرَ الذَّاكِرينَ وَيا أرحَمَ الرَّاحِمينَ."
	},
	{
		"title": "مناجاة المعتصمين",
		"class": "mnajat-motasemeen",
		"better": "no",
		"text": "بِسمِ الله الرَّحمنِ الرَّحيمِ: اللهُمَّ يا مَلاذَ اللائِذينَ وَيا مَعاذَ العائِذينَ وَيا مُنجيَ الهالِكينَ وَيا عاصِمَ البائِسينَ وَيا راحِمَ المَساكينَ وَيا مُجيبَ المُضطَرّينَ وَيا كَنزَ المُفتَقِرينَ وَيا جابِرَ المُنكَسِرينَ وَيا مَأوى المُنقَطِعينَ وَيا ناصِرَ المُستَضعَفينَ وَيا مُجيرَ الخائِفينَ وَيا مُغيثَ المَكروبينَ وَيا حِصنَ اللاجِئينَ، إن لَم أعُذ بِعِزَّتِكَ فَبِمَن أعوذُ وَإن لَم ألُذ بِقُدرَتِكَ فَبِمَن ألوذُ وَقَد ألجَأَتْني الذُّنوبُ إلى التَّشَبُّثِ بِأذيالِ عَفوِكَ وَأحوَجَتني الخطايا إلى استِفتاحِ أبوابِ صَفحِكَ وَدَعَتني الإساءَةُ إلى الإناخَةِ بِفَناءِ عِزِّكَ وَحَمَلَتني المَخافَةُ مِن نِقمَتِكَ عَلى التَّمَسُّكِ بِعُروَةِ عَطفِكَ، وَما حَقُّ مَن اعتَصَمَ بِحَبلِكَ أن يُخذَلَ وَلا يَليقُ بِمَنِ استَجارَ بَعِزِّكَ أن يُسلَمَ أو يُهمَلَ إلهي فَلا تُخلِنا مِن حِمايَتِكَ وَلا تُعرِنا مِن رِعايَتِكَ وَذُدنا عَن مَوارِدِ الهَلَكَةِ فَإنّا بِعَينِكِ وَفي كَنَفِكَ وَلَكَ أسألُكَ بِأهلِ خاصَّتِكَ مِن مَلائِكَتِكَ وَالصَّالِحينَ مِن بَريَّتِكَ أن تَجعَلَ عَلَينا وَاقيَةً تُنجينا مِن الهَلَكاتِ وَتُجَنِّبُنا مِنَ الآفاتِ وَتُكِنُّنا مِن دَواهي المُصيباتِ، وَأن تُنزِلَ عَلَينا مِن سَكينَتِكَ وَأن تُغَشّيَ وَجوهَنا بِأنوارِ مَحَبَّتِكَ، وَأن تُؤويَنا إلى شَديدِ رُكنِكَ وَأن تَحويَنا في أكنافِ عِصمَتِكَ بِرَأفَتِكَ وَرَحمَتِكَ يا أرحَمَ الرَّاحِمينَ."
	},
	{
		"title": "مناجاة الزاهدين",
		"class": "mnajat-zahedeen",
		"better": "no",
		"text": "بِسمِ الله الرَّحمنِ الرَّحيمِ: إلهي أسكَنتَنا داراً حَفَرَت لَنا حُفَرَ مَكرِها وَعَلَّقَتنا بِأيدي المَنايا في حَبائِل غَدرِها فَإلَيكَ نَلتَجِئُ مِن مَكائِدِ خُدَعِها وَبِكَ نَعتَصِمُ مِنَ الاغتِرارِ بِزَخارِفِ زينَتِها فَإنَّها المُهلِكَةُ طُلّا بَها المُتلِفَةُ حُلّا لَها المَحشوَّةُ بِالآفاتِ المَشحونَةُ بِالنَّكَباتِ، إلهي فَزَهِّدنا فيها وَسَلِّمنا مِنها بِتَوفيقِكَ وَعِصمَتِكَ وَانزَع عَنَّا جَلابيبَ مُخالَفَتِكَ وَتَوَلَّ أُمورَنا بِحُسنِ كِفايَتِكَ وَأوفِر مَزيدَنا مِن سَعَةِ رَحمَتِكَ وَأجمِل صِلاتِنا مِن فَيضِ مَواهِبِكَ وَاغرِس في أفئِدَتِنا أشجارَ مَحَبَّتِكَ وَأتمِم لَنا أنوارَ مَعرِفَتِكَ وَأذِقنا حَلاوَةَ عَفوِكَ وَلَذَّةَ مَغفِرَتِكَ وَأقرِر أعيُنَنا يَومَ لِقائِكَ بِرُؤيَتِكَ وَأخرِج حُبَّ الدُّنيا مِن قُلوبِنا كَما فَعَلتَ بِالصَّالِحينَ مِن صَفوَتِكَ وَالأبرارِ مِن خاصَّتِكَ بِرَحمَتِكَ يا أرحَمَ الرَّاحِمينَ وَيا أكرَمَ الأكرَمينَ."
	}
]
