[
	{
		"title": "زيارة النبي (صلى الله عليه وآله وسلم)",
		"class": "zyart-alnaby-mohammed",
		"better": "sat",
		"text": "أشهَدُ أن لا إلهَ إلاّ اللهُ وَحدَهُ لا شَريكَ لَهُ، وَأشهَدُ أنَّكَ رَسولُهُ، وَأنَّكَ مُحَمَّدُ بنُ عَبدِ اللهِ، وَأشهَدُ أنَّكَ قَد بَلَّغتَ رِسالاتِ رَبِّكَ، وَنَصَحتَ لاُمَّتِكَ وَجاهَدتَ في سَبيلِ الله بِالحِكمَةِ وَالمَوعِظَةِ الحَسَنَةِ، وَأدَّيتَ الَّذي عَلَيكَ مِنَ الحَقِّ، وَأنَّكَ قَد رَؤُفتَ بِالمُؤمِنينَ، وَغَلَظتَ عَلى الكافِرينَ، وَعَبَدتَ الله مُخلِصاً حَتَّى أتاكَ اليَقينُ، فَبَلَغ الله بِكَ أشرَفَ مَحَلِّ المُكَرَّمينَ. الحَمدُ للهِ الَّذي استَنقَذَنا بِكَ مِنَ الشِّركِ وَالضَّلالِ.\n\nاللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِهِ، وَاجعَل صَلَواتِكَ وَصَلَواتِ مَلائِكَتِكَ، وَأنبيائِكَ وَالمُرسَلينَ وَعِبادِكَ الصَّالِحينَ، وَأهلِ السَّماواتِ وَالأرَضينَ، وَمَن سَبَّحَ لَكَ يا رَبَّ العالَمينَ منَ الأولينَ وَالآخِرينَ، عَلى مُحَمَّدٍ عَبدِك وَرَسولِكَ، وَنَبيِّكَ وَأمينِكَ وَنَجيبِكَ وَحَبيبِكَ، وَصَفيِّكَ وَصِفوَتِكَ، وَخاصَّتِكَ وَخالِصَتِكَ، وَخيَرَتِكَ مِن خَلقِكَ، وأعطِهِ الفَضلَ وَالفَضيلَةَ وَالوَسيلَةَ وَالدَّرَجَةَ الرَّفيعَةَ، وَابعَثهُ مَقاماً مَحموداً يَغبِطُهُ بِهِ الأوَّلونَ وَالآخِرونَ. اللهمَّ إنَّكَ قُلتَ: وَلَو أنَّهُم إذ ظَلَموا أنَفُسَهُم جاؤوكَ فَاستَغفَروا الله وَاستَغفَرَ لَهُمُ الرَّسولُ لَوَجَدوا الله تَوَّاباً رَحيماً، إلهي فَقَد أتَيتُ نَبيَّكَ مُستَغفِراً تائِباً مِن ذُنوبي، فَصَلِّ عَلى مُحَمَّدٍ وَآلِهِ وَاغفِرها لي، يا سَيِّدَنا أتَوَجَّهُ بِكَ وَبأهلِ بَيتِكَ إلى اللهِ تَعالى رَبِّكَ وَرَبّي ليَغفِرَ لي.\n\nثمّ قل ثلاثاً: إنَّا للهِ وَإنَّا إلَيهِ راجِعونَ.\n\nثمّ قل: اُصِبنا بِكَ يا حَبيبَ قُلوبِنا، فَما أعظَمَ المُصيبَةَ بِكَ؟! حَيثُ انقَطَعَ عَنَّا الوَحيُ، وَحَيثُ فَقَدناكَ، فإنَّا للهِ وَإنَّا إلَيهِ راجِعونَ. يا سَيِّدَنا يا رَسولَ اللهِ، صَلَواتُ الله عَلَيكَ وَعَلى آلِ بَيتِكَ الطَيِّبينَ الطَّاهِرينَ، هذا يَومُ السَّبتِ وَهُوَ يَومُكَ، وَأنا فيهِ ضَيفُكَ وَجارُكَ، فَأضِفني وَأجِرني فَإنَّكَ كَريمٌ تُحِبُّ الضّيافَةَ، وَمأمورٌ بِالإجارَةِ، فَأضِفني وَأحسِن ضيافَتي، وَأجِرنا وَأحسِن إجارَتَنا، بِمَنزِلَةِ الله عِندَك وَعِندَ آلِ بَيتِكَ، وَبِمَنزِلَتِهِم عِندَهُ وَبِما استَودَعَكُم مِن عِلمِهِ، فَإنَّه أكرَمُ الأكرَمينَ.\n\nيقول مؤلّف الكتاب عبّاس القمّي عفي عنه: إنّي كلّما زرته (صلى الله عليه وآله وسلم) بهذه الزيارة بدأت بزيارته على نحو ما علّمه الإمام الرّضا (عليه السلام) البزنطي، ثمّ قرأت هذه الزيارة. فقد روي بسند صحيح أنّ ابن أبي بصير سأل الرّضا (عليه السلام) كيف يصلّى على النّبيّ (صلى الله عليه وآله وسلم) ويسلّم عليه بعد الصلاة فأجاب (عليه السلام): تقول:\n\n« السَّلامُ عَلَيكَ يا رَسولَ الله وَرَحمَةُ اللهِ وَبَرَكاتُهُ، السَّلامُ عَلَيكَ يا مُحَمَّدَ بنَ عَبدِ اللهِ، السَّلامُ عَلَيكَ يا خِيَرَةَ اللهِ، السَّلامُ عَلَيكَ يا حَبيبَ اللهِ، السَّلامُ عَلَيكَ يا صِفوَةَ اللهِ، السَّلامُ عَلَيكَ يا أمينَ اللهِ. أشهَدُ أنَّكَ رَسُولُ اللهِ، وَأشهَدُ أنَّكَ مُحَمَّدُ بنُ عَبدِ اللهِ، وَأشهَدُ أنَّكَ قَد نَصَحتَ لاُمَّتِكَ، وَجاهَدتَ في سَبيلِ رَبِّكَ وَعَبَدتَهُ حَتَّى أتاكَ اليَقينُ، فَجَزاكَ الله يا رَسولَ الله أفضَلَ ما جَزى نبياً عَن أُمَّتِهِ. اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ أفضَلَ ما صَلَّيتَ عَلى إبراهيمَ وَآلِ إبراهيمَ إنَّكَ حَميدٌ مَجيدٌ »."
	},
	{
		"title": "زيارة أمير المؤمنين (عليه السلام)",
		"class": "zyart-ameer-almoamneen",
		"better": "sun",
		"text": "<span>برواية من شاهد الإمام صاحب العصر والزّمان (عليه السلام) وهو يزوره بها في اليقظة لا في النّوم، يوم الأحد وهو يومه (عليه السلام):\n</span>السَّلامُ عَلى الشَّجَرَةِ النَّبَويَّةِ، وَالدَّوحَةِ الهاشِميَّةِ، المُضيئَةِ المُثمرّة بِالنُّبوَّةِ المونِقَةِ بِالإمامةِ، وَعَلى ضَجيعَيكَ آدَمَ وَنوحٍ (عليهما السلام) ، السّلامُ عَلَيكَ وَعَلى أهلِ بَيتِكَ الطَّيِّبينَ الطَّاهِرينَ، السَّلامُ عَلَيكَ وَعَلى المَلائِكَةِ المُحدِقينَ بِكَ وَالحافّينَ بِقَبرِكَ. يا مَولايَ يا أميرَ المُؤمِنينَ، هذا يَومُ الأحَدِ، وَهُوَ يَومُكَ وَباسمك، وَأنا ضَيفُكَ فيهِ وَجارُكَ، فَأضِفني يا مَولايَ، وَأجِرني فإنَّكَ كَريمٌ تُحِبُّ الضّيافَةَ، وَمَأمورٌ بِالإجارَةِ فَافعَل ما رَغِبتُ إلَيكَ فيهِ، وَرَجَوتُهٌ مِنكَ بِمَنزِلَتِكَ وَآلِ بَيتِكَ عِندَ اللهِ، وَمَنزِلَتِهِ عِندَكُم، وَبِحَقِّ ابنِ عَمِّكَ رَسولِ الله (صلى الله عليه وآله وسلم وعَلَيهِم أجمَعينَ)."
	},
	{
		"title": "زيارة السيدة فاطمة الزهراء (عليها السلام)",
		"class": "zyart-fatima-alzahra",
		"better": "sun",
		"text": "السَّلامُ عَلَيكِ يا مُمتَحَنَةُ، امتَحَنَكِ الَّذي خَلَقَكِ فَوَجَدَكِ لِما امتَحَنَكِ صابِرَةً، أنا لَكِ مُصَدِّقٌ صابِرٌ عَلى ما أتَى بِهِ أبوكِ وَوَصيُّهُ (صلوات الله عليهما) ، وَأنا أسألُكِ إن كُنتُ صَدَّقتُكِ إلاّ ألحَقتِني بِتَصديقي لَهُما، لِتُسَرَّ نَفسي، فَاشهَدي أنّي ظاهِرٌ بِوَلايَتِكِ وَوَلايَةِ آلِ بَيتِكِ (صَلَواتُ الله عَلَيهِم أجمَعينَ).\n\n<span>أيضاً زيارتها (عليها السلام) برواية اخرى:</span>\nالسَّلامُ عَلَيكِ يا مُمتَحَنَةُ، امتَحَنَكِ الَّذي خَلَقَكِ قَبلَ أن يَخلُقَكِ، وَكُنتِ لِما امتَحَنَكِ بِهِ صابِرَةً، وَنَحنُ لَكِ أولياء مُصَدِّقونَ، وَلكلّ ما أتى بِهِ أبوكِ (صلى الله عليه وآله وسلم) ، وَأتى بِهِ وَصيُّهُ (عليه السلام) مُسَلِّمونَ، وَنَحنُ نَسألُكَ اللهُمَّ إذ كُنّا مُصَدِّقينَ لَهُم، أن تُلحِقَنا بِتَصديقِنا بِالدَّرَجَةِ العاليَةِ، لِنُبَشِّرَ أنفُسَنا بِأنّا قَد طَهُرنا بِوَلايَتِهِم (عليهم السلام)."
		},
	{
		"title": "زيارة الإمام الحسن (عليه السلام)",
		"class": "zyart-imam-alhassan",
		"better": "mon",
		"text": "السَّلامُ عَلَيكَ يا بنَ رَسولِ رَبِّ العالَمينَ، السَّلامُ عَلَيكَ يابنَ أميرِ المُؤمِنينَ، السَّلامُ عَليكَ يا بنَ فاطِمَةَ الزَّهراءِ، السَّلامُ عَلَيكَ ياحَبيبَ اللهِ، السَّلامُ عَلَيكَ ياصِفوَةَ اللهِ، السَّلامُ عَلَيكَ يا أمينَ اللهِ، السَّلامُ عَليكَ ياحُجَّةَ اللهِ، السَّلامُ عَلَيكَ يانورَ اللهِ، السَّلامُ عَلَيكَ ياصِراطَ اللهِ، السَّلامُ عَلَيكَ يابَيانَ حُكمِ اللهِ، السَّلامُ عَلَيكَ ياناصِرَ دينِ اللهِ، السَّلامُ عَلَيكَ أيُّها السَّيِّدُ الزَّكيُّ، السَّلامُ عَلَيكَ أيُّها البَرُّ الوَفيُّ، السَّلامُ عَلَيكَ أيُّها القائِمُ الأمينُ، السَّلامُ عَليكَ أيُّها العالِمُ بِالتَّأويلِ، السَّلامُ عَلَيكَ أيُّها الهادي المَهديُّ السَّلامُ عَلَيكَ أيُّها الطّاهِرُ الزَّكيُّ، السَّلامُ عَلَيكَ أيُّها التَّقيُّ النَّقيُّ، السَّلامُ عَلَيكَ أيُّها الحَقُّ الحَقيقُ، السَّلامُ عَلَيكَ أيُّها الشَّهيدُ الصِّدّيقُ، السَّلامُ عَلَيكَ ياأبا مُحَمَّدٍالحَسَنَ بنَ عَليٍّ وَرَحمَةُ الله وَبَرَكاتُهُ."
	},
	{
		"title": "زيارة الإمام الحسين (عليه السلام)",
		"class": "zyart-imam-alhussain",
		"better": "mon",
		"text": "السَّلامُ عَلَيكَ يا بنَ رَسولِ اللهُ، السَّلامُ عَلَيكَ يا بنَ أميرِ المُؤمِنينَ، السَّلامُ عَلَيكَ يا بنَ سَيِّدَةِ نِساءِ العالَمينَ، أشهَدُ أنَّكَ أقَمتَ الصَّلاةَ وَآتَيتَ الزَّكاةَ، وَأمَرتَ بِالمَعروفِ، وَنَهَيتَ عَنِ المُنكَرِ، وَعَبَدتَ الله مُخلِصاً، وَجاهَدتَ في الله حَقَّ جِهادِهِ حَتَّى أتاكَ اليَقينُ، فَعَلَيكَ السَّلامُ مِنّي مابَقيتُ وَبَقيَ اللَّيلُ وَالنَّهارُ ، وَعَلى آلِ بَيتِكَ الطَّيِّبينَ الطَّاهِرينَ، أنا يامَولايَ مَولىً لَكَ وَلآلِ بَيتِكَ، سِلمٌ لِمَن سالَمَكُم وَحَربٌ لِمَن حارَبَكُم، مُؤمِنٌ بِسرِّكُم وَجَهرِكُم، وَظاهِرِكُم وَباطِنِكُم. لَعَنَ اللهُ أعدائَكُم مِنَ الأوَّلينَ وَالآخِرينَ، وَأنا أبرَأُ إلى اللهِ تَعالى مِنهُم. يا مَولايَ يا أبا مُحَمَّدٍ، يا مَولايَ يا أبا عَبدِ الله هذا يَومُ الاثنَينِ، وَهُوَ يَومُكُما وَبِاسمِكُما وَأنا فيهِ ضَيفُكُما فَأضيفاني وَأحسِنا ضيافَتي، فَنِعمَ مَن اُستُضيفَ بِهِ أنتُما، وَأنا فيهِ مِن جِوارِكُما فَأجيراني، فَإنَّكُما مَأمورانِ بِالضّيافَةِ وَالإجارَةِ، فَصَلَّى اللهُ عَلَيكُما وَآلِكُما الطَّيِّبينَ."
	},
	{
		"title": "زيارة ثلاثة من الأئمة (عليهم السلام)",
		"class": "zyart-three-of-imams",
		"better": "tue",
		"text": "وهو باسم الإمام علي بن الحسين (زين العابدين) والإمام محمّد بن عليّ (الباقر) والإمام جعفر بن محمّد (الصّادق) عليهم السلام وزيارتهم:\n\nالسَّلامُ عَلَيكُم يا خُزَّانَ عِلمِ اللهِ، السَّلامُ عَلَيكُم يا تَراجِمَةَ وَحيِ اللهِ، السَّلامُ عَليكُم يا أئِمَّةَ الهُدى، السَّلامُ عَلَيكُم يا أعلامَ التُّقى، السَّلامُ عَلَيكُم يا أولادَ رَسولِ اللهِ، أنا عارِفٌ بِحَقِّكُم، مُستَبصِرٌ بِشَأنِكُم مُعادٍ لأعدائِكُم موالٍ لأوليائِكُم، بِأبي أنتُم وَاُمّي، صَلَواتُ الله عَلَيكُم. اللهُمَّ إنّي أتَوالى آخِرَهُم كَما تَوالَيتُ أوَّلَهُم وَأبرأُ مِن كُلِّ وَليجَةٍ دونَهُم وَأكفُرُ بِالجِبتِ وَالطَّاغوتِ وَاللاّتِ وَالعُزَّى، صَلَواتُ الله عَلَيكُم يا مَواليَّ وَرَحمَةُ الله وَبَرَكاتُهُ. السَّلامُ عَلَيكَ يا سَيِّدَ العابِدينَ، وَسُلالَةَ الوَصيّينَ، السَّلامُ عَلَيكَ يا باقِرَ عِلمِ النَبيّينَ، السَّلامُ عَلَيكَ يا صادِقاً مُصَدَّقاً في القَولِ وَالفِعلِ، يا مَواليَّ هذا يَومُكُم وَهُوَ يَومُ الثُّلاثاءِ، وَأنا فيهِ ضَيفٌ لَكُم وَمُستَجيرٌ بِكُم فَأضيفوني وَأجيروني بِمَنزِلَةِ الله عِندَكُم، وَآلِ بَيتِكُمُ الطَّيِّبينَ الطَّاهِرينَ."
	},
	{
		"title": "زيارة أربعة من الأئمة (عليهم السلام)",
		"class": "zyart-four-of-imams",
		"better": "wed",
		"text": "وهو باسم الإمام موسى بن جعفر (الكاظم) والإمام علي بن موسى (الرّضا) والإمام محمّد بن علي (الجواد) والإمام عليّ بن محمد (الهادي) عليهم السلام زيارتهم:\n\nالسَّلامُ عَلَيكُم يا أولياء اللهِ، السَّلامُ عَلَيكُم يا حُجَجَ اللهِ، السَّلامُ عَلَيكُم يا نورَ الله في ظُلُماتِ الأرضِ ، السَّلامُ عَلَيكُم صَلَواتُ الله عَلَيكُم وَعَلى آلِ بَيتِكُم الطَّيِّبينَ الطَّاهِرينَ، بِأبي أنتُم وَاُمّي، لَقَد عَبَدتُم الله مُخلِصينَ، وَجاهَدتُم في الله حَقَّ جِهادِهِ حَتَّى أتاكُم اليَقينُ، فَلَعَنَ الله أعدائكُم مِنَ الجِنِّ وَالإنسِ أجمَعينَ ، وَأنا أبرَءُ إلى اللهِ وَإلَيكُم مِنهُم. يا مَولايَ يا أبا إبراهيمَ موسى بنَ جَعفَرٍ، يا مَولايَ يا أبا الحَسَنِ عَليَّ بنَ موسى، يا مَولايَ يا أبا جَعفَرٍ مُحَمَّدَ بنَ عَليٍّ، يا مَولايَ يا أبا الحَسَنِ عَليَّ بنَ مُحَمَّدٍ، أنا مَولىً لَكُم مُؤمِنٌ بِسِرِّكُم وَجَهرِكُم مُتَضَيِّفٌ بِكُم في يَومِكُم هذا وَهُوَ يَومُ الأربِعاءِ، وَمُستَجيرٌ بِكُم فَأضيفوني وَأجيروني بِآلِ بَيتِكُمُ الطَّيِّبينَ الطَّاهِرينَ."
	},
	{
		"title": "زيارة الإمام الحسن العسكري (عليه السلام)",
		"class": "zyart-imam-alaskry",
		"better": "thr",
		"text": "وهو يوم الإمام الحسن بن علي العسكري (عليه السلام) وزيارته:\n\nالسَّلامُ عَلَيكَ يا وَليَّ الله السَّلامُ عَلَيكَ يا حُجَّةَ الله وَخالِصَتَهُ، السَّلامُ عَلَيكَ يا إمامَ المُؤمِنينَ، وَوارِثَ المُرسَلينَ، وَحُجَّةَ رَبِّ العالَمينَ. صَلّى اللهُ عَلَيكَ وَعَلى آلِ بَيتِكَ الطَّيِّبينَ الطَّاهِرينَ، يا مَولايَ يا أبا مُحَمَّدٍ الحَسَنَ بنَ عَليٍّ، أنا مَولىً لَكَ وَلآلِ بَيتِكَ، وَهذا يَومُكَ وَهُوَ يَومُ الخَميسِ، وَأنا ضَيفُكَ فيهِ وَمُستَجيرٌ بِكَ فيهِ، فَأحسِن ضيافَتي وَإجارَتي بِحَقِّ آلِ بَيتِكَ الطَّيِّبينَ الطَّاهِرينَ."
	},
	{
		"title": "زيارة الإمام صاحب الزمان (عجل الله فرجه)",
		"class": "zyart-imam-zman",
		"better": "fri",
		"text": "وهو يوم الإمام صاحب العصر والزَّمان (عجل الله فرجه الشريف) و باسمه وهو اليوم الذي يظهر فيه، وزيارته:\n\nالسَّلامُ عَلَيكَ يا حُجَّةَ الله في أرضِهِ، السَّلامُ عَلَيكَ يا عَينَ الله في خَلقِهِ، السَّلامُ عَلَيكَ يا نورَ الله الَّذي يَهتَدي بِهِ المُهتَدونَ ويُفَرَّجُ بِهِ عَنِ المُؤمِنينَ، السَّلامُ عَلَيكَ أيُّها المُهَذَّبُ الخائِفُ، السَّلامُ عَلَيكَ أيُّها الوَليُّ النّاصِحُ، السَّلامُ عَلَيكَ يا سَفينَةَ النَّجاةِ، السَّلامُ عَلَيكَ يا عَينَ الحياةِ، السَّلامُ عَلَيكَ صَلّى اللهُ عَلَيكَ وَعَلى آلِ بَيتِكَ الطَّيِّبينَ الطَّاهِرينَ، السَّلامُ عَلَيكَ، عَجَّلَ الله لَكَ ما وَعَدَكَ مِنَ النَّصرِ وَظُهورِ الأمرِ ، السَّلامُ عَلَيكَ يا مَولايَ أنا مَولاكَ عَارِفٌ بِأُولاكَ واُخراكَ. أتَقَرَّبُ إلى اللهِ تَعالى بِكَ وَبِآلِ بَيتِكَ، وَأنتَظِرُ ظُهورَكَ وَظُهورَ الحَقِّ عَلى يَدَيكَ، وَأسألُ الله أن يصلّي عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، وَأن يَجعَلَني مِنَ المُنتَظِرينَ لَكَ وَالتَّابِعينَ وَالنَّاصِرينَ لَكَ عَلى أعدائِكَ، وَالمُستَشهَدينَ بَينَ يَدَيكَ في جُملَةِ أوليائِكَ ، يا مَولايَ يا صاحِبَ الزَّمانِ، صَلَواتُ الله عَلَيكَ وَعَلى آلِ بَيتِكَ، هذا يَومُ الجُمُعَةِ وَهُوَ يَومُكَ المُتَوَقَّعُ فيهِ ظُهورُكَ، وَالفَرَجُ فيهِ لِلمُؤمِنينَ عَلى يَدَيكَ، وَقَتلُ الكافِرينَ بِسَيفِكَ، وَأنا يا مَولايَ فيهِ ضَيفُكَ وَجارُكَ، وَأنتَ يا مَولايَ كَريمٌ مِن أولادِ الكِرامِ وَمَأمورٌ بِالضيافَةِ وَالإجارَةِ فَأضِفني وَأجِرني صَلَواتُ الله عَلَيكَ وعَلى أهلِ بَيتِكَ الطَّاهِرينَ."
	}
]
